[
  {
    "name":"mapc_id",
    "description":"MAPC Assigned Parcel ID"
  },
  {
    "name":"muni_id",
    "description":"Standard Numeric Municipal ID (assigned by MA DOR)"
  },
  {
    "name":"muni",
    "description":"Name of Municipality"
  },
  {
    "name":"parloc_id",
    "description":"LOC ID from Level 3 Parcel assessors tables. Unique parcel ID based on latitude-longitude of parcel centroid; assigned by MassGIS"
  },
  {
    "name":"poly_typ",
    "description":"Indicates type of ownership:  FEE, TAX, ROW, WATER, PRIV_ROW, RAIL_ROW"
  },
  {
    "name":"map_num",
    "description":"Local assessors map sheet number that contains the parcel"
  },
  {
    "name":"mappar_id",
    "description":"Parcel ID appearing on the original assessors map"
  },
  {
    "name":"loc_id_cnt",
    "description":"Count of Assessors records for each parcel (more than one if condominium) "
  },
  {
    "name":"land_value",
    "description":"Sum of assessed land value for all associated assessors records. Generally zero for condominiums where land value is allocated among individual condo deeds. Value in $"
  },
  {
    "name":"bldg_value",
    "description":"Sum of assessed building value for all associated assessors records.  For condominiums, generally includes land value. Value in $"
  },
  {
    "name":"othr_value",
    "description":"Sum of assessed value for accessory buildings or other improvements on all associated assessors records. Value in $"
  },
  {
    "name":"total_value",
    "description":"Sum of total assessed value for all associated assessors records. Value in $"
  },
  {
    "name":"ls_price",
    "description":"Last sale price, aggregated (sum of) assessorÕs records for each parcel. Value in $Ê Ê"
  },
  {
    "name":"ls_date",
    "description":"Date of most recent last sale from all associated assessors records, maximum value among assessorÕs records for each parcel. Value in YYYYMMDD"
  },
  {
    "name":"bldg_area",
    "description":"Aggregated (sum) of assessorÕs records of BLD_AREA (finished building area) for each parcel. AssessorsÕ methods vary widely but gross building area may include garages, stairwells, basements, and other uninhabitable areas. (MassGIS field BLD_AREA). Units: square feet"
  },
  {
    "name":"res_area",
    "description":"Total residential living area aggregated (sum of) assessorÕs records for each parcel. Assessors methods vary widely but net building area may exclude garages, stairwells, basements, and other uninhabitable areas (MassGIS field RES_AREA). Units: square feet."
  },
  {
    "name":"luc_1",
    "description":"The minimum property type classification code found on all of the associated assessors records; may include non-standard codes assigned by local staff"
  },
  {
    "name":"luc_2",
    "description":"The maximum property type classification code found on all of the associated assessors records; may include non-standard codes assigned by local staff"
  },
  {
    "name":"luc_adj_1",
    "description":"The minimum property type classification code, after non-standard codes were assigned by MAPC to the best match of standard codes"
  },
  {
    "name":"luc_adj_2",
    "description":"The maximum property type classification code, after non-standard codes were assigned by MAPC to the best match of standard codes"
  },
  {
    "name":"num_units",
    "description":"Number of units reported on assessors records, aggregated (sum of) assessorÕs records for each parcel."
  },
  {
    "name":"units_est",
    "description":"MAPC's best estimate of number of units, based on comparing the reported units, count of assessors records, and reported classification code"
  },
  {
    "name":"units_src",
    "description":"Source of estimated units.  units_nu = reported units; luc_adju = MAPC estimate based on use code; loc_idcn = count of associated assessors records for the parcel"
  },
  {
    "name":"num_rooms",
    "description":"Total room count as determined by assessor, Êaggregated (sum of) assessorÕs records for each parcel; may be absent for some property types or non-comparable across municipalities"
  },
  {
    "name":"yr_built",
    "description":"Most recent year built on associated assessors records, format YYYY"
  },
  {
    "name":"site_addr",
    "description":"Address"
  },
  {
    "name":"addr_str",
    "description":"Street"
  },
  {
    "name":"addr_num",
    "description":"Street Number"
  },
  {
    "name":"addr_zip",
    "description":"Zip Code"
  },
  {
    "name":"owner_name",
    "description":"Owner Name"
  },
  {
    "name":"owner_addr",
    "description":"Owner Address"
  },
  {
    "name":"owner_city",
    "description":"Owner City"
  },
  {
    "name":"owner_stat",
    "description":"Owner State"
  },
  {
    "name":"owner_zip",
    "description":"Owner Zip Code"
  },
  {
    "name":"fy",
    "description":"Fiscal Year of the assessors data from which the information was extracted. Range: 2009-2014 (format: YYYY)"
  },
  {
    "name":"lot_areaft",
    "description":"Calculated by MAPC based on digital parcel boundary. May include water area. Units: square feet. "
  },
  {
    "name":"far",
    "description":"A measure of density calculated by MAPC using either Gross or Finished building area (whichever is greater) divided by the Lot Area"
  },
  {
    "name":"pct_imperv",
    "description":"MAPC estimate of impervious cover (buildings and pavement) on the parcel based on a combination of MassGIS's impervious surface layer (2005) and building rooftop layer (2012)"
  },
  {
    "name":"pct_bldg",
    "description":"Percent of parcel estimated to be covered by a building"
  },
  {
    "name":"pct_pave",
    "description":"Percent of parcel that is non-rooftop impervious surface; may include parking areas, internal roadways, sidewalks, patios, or sandy/rocky ground.  "
  },
  {
    "name":"landv_pac",
    "description":"Assessed land value divided by lot area in acres. Units: $/acre"
  },
  {
    "name":"Bldgv_psf",
    "description":"Assessed building value divided by the building/finished area in sq ft (recorded by assessors). Units: $/square foot."
  },
  {
    "name":"totv_pac",
    "description":"Total assessed value divided by lot area in acres"
  },
  {
    "name":"bldlnd_rat",
    "description":"Improvement value (building + other values) divided by total land value, where available"
  },
  {
    "name":"sqm_imperv",
    "description":"MAPC estimate of impervious cover (buildings and pavement) on the parcel based on a combination of MassGIS's impervious surface layer (2005) and building rooftop layer (2012) Units: square meters"
  },
  {
    "name":"sqm_bldg",
    "description":"Parcel area estimated to be covered by a building.  Units: square meters"
  },
  {
    "name":"sqm_pave",
    "description":"Parcel area that is non-rooftop impervious surface; may include parking areas, internal roadways, sidewalks, patios, or sandy/rocky ground.   Units: square meters"
  },
  {
    "name":"Shape_Length",
    "description":"Shape_Length"
  },
  {
    "name":"Shape_Area",
    "description":"Shape_Area"
  }
]